Repository: saulmoralespa/woo-banorte
Catalog: languages/banorte-woocommerce-*.po
Languages: es_es

source: Affiliation number assigned by Banorte to identify the client
es_es: Número de afiliación asignado por Banorte para identificar al cliente

source: Banorte Woocommerce: All fields are required
es_es: Banorte Woocommerce: Todos los campos son obligatorios

source: Banorte Woocommerce: can only be called once
es_es: Banorte Woocommerce: solo se puede llamar una vez

source: Banorte Woocommerce: Requires currency to be MXN
es_es: Banorte Woocommerce: Requiere que la moneda sea MXN

source: Banorte Woocommerce: Requires OpenSSL >= 1.0.1 to be installed on your server
es_es: Banorte Woocommerce: Requiere OpenSSL> = 1.0.1 para ser instalado en su servidor

source: Banorte Woocommerce: Requires php version 5.6.0 or higher.
es_es: Banorte Woocommerce: Requiere la versión php 5.6.0 o superior

source: Be sure to enter a valid card number
es_es: Asegúrese de ingresar un número de tarjeta válido

source: Card number
es_es: Número de tarjeta

source: Click here to configure
es_es: Haga clic aquí para configurar

source: Continue to payment
es_es: Continuar con el pago

source: Data of card
es_es: Datos de la tarjeta

source: Description
es_es: Descripción

source: Documentation
es_es: Documentación

source: Enable Banorte
es_es: Habilitar Banorte

source: Enable to run tests
es_es: Habilitar para ejecutar pruebas

source: Enable/Disable
es_es: Habilitar deshabilitar

source: Environment
es_es: Ambiente

source: Headline
es_es: Titular

source: It corresponds to the description that the user will see during the checkout
es_es: Corresponde a la descripción que el usuario verá durante el pago

source: It corresponds to the title that the user sees during the checkout
es_es: Corresponde al título que el usuario ve durante el pago

source: Password of the user with whom the transaction is executed
es_es: La contraseña del usuario con quien se ejecuta la transacción

source: Pay
es_es: Pagar

source: Payment failed
es_es: Pago fallido

source: Payment in the initiated state
es_es: Pago en el estado iniciado

source: Payments with credit cards, VISA and Mastercard debit through banorte
es_es: Pagos con tarjeta de crédito, débito VISA y Mastercard a través de banorte

source: Payments with credit cards, VISA and Mastercard debit through banorte.
es_es: Pagos con tarjeta de crédito, débito VISA y Mastercard a través de banorte

source: Production mode
es_es: Modo de producción

source: Redirecting to banorte..
es_es: Redireccionando a banorte ...

source: Settings
es_es: Configuraciones

source: Successful payment
es_es: Pago exitoso

source: Successful payment, reference:(%s).
es_es: Pago exitoso, referencia:(%s).

source: Test mode always authorizing
es_es: Modo de prueba siempre autorizando

source: Test mode always declining
es_es: Modo de prueba siempre declinado

source: Test mode with random authorization
es_es: Modo de prueba con autorización aleatoria

source: The point of sale identifier or terminal on which the transaction is executed. The specified identifier must exist in the Payworks database, which will normally be done when registering an affiliation
es_es: El identificador del punto de venta o terminal en el que se ejecuta la transacción. El identificador especificado debe existir en la base de datos de Payworks, lo que normalmente se hará cuando se registre una afiliación.

source: Title
es_es: Título

source: Type of card not allowed, try with visa, mastercard
es_es: Tipo de tarjeta no permitida, prueba con visa, mastercard

source: User generated by Banorte used by the client to execute each of the transactions
es_es: Usuario generado por Banorte utilizado por el cliente para ejecutar cada una de las transacciones
